Repository: opalmedapps/opal-admin
Catalog: opal/pharmacy/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Physician Prescription
fr: Prescription du médecin

source: Physician Prescriptions
fr: Prescriptions médicales

source: Ambulatory
fr: Ambulatoire

source: Leave Of Absence
fr: Congé de maladie

source: Take Home
fr: Rentrer à la maison

source: Self Administration
fr: Auto-administration

source: Pharmacy Encoding
fr: Encodage de la pharmacie

source: Pharmacy Encodings
fr: Encodages pour les pharmacies

source: Coded Element
fr: Élément codé

source: Coded Elements
fr: Éléments codés

source: Pharmacy Route
fr: Route de la pharmacie

source: Pharmacy Routes
fr: Itinéraires en pharmacie

source: Additive
fr: Additif

source: Text
fr: Texte

source: Pharmacy Component
fr: Composante pharmacie

source: Pharmacy Components
fr: Composants de la pharmacie
