Repository: opalmedapps/opal-admin
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: Anglais

source: French
fr: Français

source: Opal Management
fr: Administration d'Opal

source: Opal Backend Admin
fr: Administrateur principal d'Opal

source: Submit
fr: Soumettre

source: Reset
fr: Réinitialiser

source: Street Name
fr: Nom de rue

source: Street Number
fr: Numéro de rue

source: Postal Code
fr: Code Postal

source: City
fr: Ville

source: Province Code
fr: Code provincial

source: Contact Telephone
fr: Téléphone de Contact

source: Contact Fax
fr: Télécopieur

source: Non-Interpretable Lab Result Delay
fr: Le délai de résultat de laboratoire non interprétable

source: Lab result delay for pediatric patients when clinician interpretation is recommended in lab setting.
fr: Le délai des résultats de laboratoire pour les patients pédiatriques lorsque l'interprétation du clinicien est recommandée en laboratoire.

source: Interpretable Lab Result Delay
fr: Le délai de résultat de laboratoire interprétable

source: Lab result delay for pediatric patients when clinician interpretation is not specified in lab setting.
fr: Le délai des résultats de laboratoire pour les patients pédiatriques lorsque l'interprétation du clinicien n'est pas spécifiée dans le laboratoire.

source: Enter a valid RAMQ number consisting of 4 letters followed by 8 digits
fr: Entrez un numéro RAMQ valide composé de 4 lettres suivies de 8 chiffres

source: Enter a valid phone number having the format: +<countryCode><phoneNumber> (for example +15141234567) with an optional extension "x123"
fr: Saisissez un numéro de téléphone valide au format: +<countryCode><phoneNumber> (par exemple +15141234567) avec une extension facultative "x123"

source: Opal Health Informatics Group
fr: Le Groupe Informatique Opal Santé

source: Are you sure you want to delete "%(object)s"?
fr: Voulez-vous vraiment supprimer "%(object)s" ?

source: Back
fr: Retour

source: Done
fr: Terminer

source: Cancel
fr: Annuler

source: Save
fr: Enregistrer

source: Yes, delete
fr: Oui, supprimer

source: Hello,
fr: Bonjour,

source: Thank you for registering for the Opal app.
fr: Merci de vous être inscrit(e) à l'application Opal.

source: If you haven't already downloaded the app, please open one of the links below on your mobile device to start the download process.
fr: Si vous n'avez pas encore téléchargé l'application,veuillez ouvrir l'un des liens ci-dessous sur votre appareil mobile pour lancer le téléchargement.

source: iOS: https://apps.apple.com/ca/app/opal-health/id1446920350
fr: iOS: https://apps.apple.com/ca/app/opal-sant%C3%A9/id1446920350?l=fr

source: Android: https://play.google.com/store/apps/details?id=com.hig.opal2
fr: Android: https://play.google.com/store/apps/details?id=com.hig.opal2&hl=fr&gl=CA

source: Once installed, launch the application and sign in with the username and password you created when you registered.
fr: Une fois l'installation terminée, lancez l'application et connectez-vous avec le nom d'utilisateur et le mot de passe que vous avez créés lors de votre inscription.

source: If you have any problems with the app, please contact us at %(support_email)s or by using the Feedback form available on the General tab of Opal.
fr: Si vous avez des problèmes avec l'application, n’hésitez pas à nous contacter à %(support_email)s ou en utilisant la page « Commentaires » disponible sur l'onglet général d'Opal.

source: If you find the app useful, please let us know by rating it and leaving us a comment on the App Store or Google Play store. We are working hard to make Opal useful and empowering for our patients, and we appreciate your feedback.
fr: Si vous trouvez l'application utile et aimeriez nous le faire savoir, laissez-nous une note et un commentaire dans l'un des magasins d'applis. Nous travaillons fort pour répondre aux besoins de nos patients et pour rendre Opal aussi utile que possible, et nous apprécions vos commentaires.

source: Thank you,
fr: Merci,

source: The Opal team
fr: L’équipe Opal

source: https://opalmedapps.com
fr: https://opalmedapps.com/fr-selected

source: Dear %(first_name)s %(last_name)s,
fr: Bonjour %(first_name)s %(last_name)s,

source: To verify your email address, please enter the code below on the verification page:
fr: Pour effectuer la vérification de votre adresse courriel, veuillez entrer le code ci-dessous sur la page de vérification:

source: This code will expire in %(timeout)s minutes.
fr: Ce code expirera dans %(timeout)s minutes.

source: Once the code has expired, you will need to request a new verification code to continue the registration process.
fr: Une fois le code expiré, vous devrez demander un nouveau code pour procéder avec votre inscription.

source: If you are not trying to create an Opal account using this email address, you can disregard this email.
fr: Si vous n'avez pas effectué de demande de création de compte Opal en utilisant cette adresse courriel, veuillez ne pas tenir compte de ce message.

source: Go back to opalADMIN menu
fr: Retourner au menu d'opalADMIN

source: Log Out
fr: Se déconnecter

source: Home
fr: Accueil

source: Home Page
fr: Page d'accueil

source: Hospital Settings
fr: Paramètres Hospitaliers

source: Institutions
fr: Établissements

source: Relationship Types
fr: Types de Relations

source: Opal Registration
fr: Inscription à Opal

source: Manage Caregiver Access
fr: Gestion d'accès des proches aidants

source: Export Reports
fr: Exportation de Rapports

source: View
fr: Voir

source: Edit
fr: Modifier

source: Delete
fr: Supprimer
