Repository: opalmedapps/opal-admin
Catalog: opal/databank/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Databank
fr: Banque de données

source: Globally Unique Identifier
fr: Identifiant unique mondial

source: Checked-In Appointments Consent
fr: Consentement pour les rendez-vous enregistrés

source: Diagnoses Consent
fr: Consentement pour les diagnostics

source: Demographics Consent
fr: Consentement pour les données démographiques

source: Labs Consent
fr: Consentement pour les résultats de laboratoire

source: Questionnaires Consent
fr: Consentement pour les questionnaires

source: Consent Granted
fr: Consentement accordé

source: Consent Updated
fr: Mise à jour du consentement

source: Last Synchronized
fr: Dernière synchronisation

source: Databank Consent
fr: Consentement à la banque de données

source: Databank Consents
fr: Consentements à la banque de données

source: Appointments
fr: Rendez-vous

source: Diagnoses
fr: Diagnostics

source: Demographics
fr: Informations démographiques

source: Labs
fr: Résultats de laboratoire

source: Sent At
fr: Envoyé à

source: Data ID
fr: ID des données

source: Data Type
fr: Type de données

source: Shared Datum
fr: Données partagées

source: Shared Data
fr: Données partagées
