Repository: opalmedapps/opal-admin
Catalog: opal/health_data/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Health Data
fr: Données de santé

source: Clinician
fr: Clinicien

source: Start Date
fr: Date de début

source: Device
fr: Appareil

source: The device that was used to take the measurement
fr: Translation missing

source: The source that provided this sample, for example, the patient if it is patient-reported data
fr: Translation missing

source: Added At
fr: Ajouté à

source: Body Mass (kg)
fr: Translation missing

source: Body Temperature (°C)
fr: Translation missing

source: Heart Rate (bpm)
fr: Translation missing

source: Heart Rate Variability (ms)
fr: Translation missing

source: Oxygen Saturation (%)
fr: Translation missing

source: Value
fr: Valeur

source: Quantity Sample
fr: Échantillon de quantité

source: Quantity Samples
fr: Échantillons de quantité

source: No data found for
fr: Aucune donnée(s) trouvée concernant masse la corporelle.
