Repository: opalmedapps/opal-admin
Catalog: opal/test_results/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Pathology
fr: Pathologie

source: Lab
fr: Laboratoire

source: Low
fr: Bas

source: Normal
fr: Normale

source: High
fr: Haut

source: Observation Identifier
fr: Identificateur d'observation

source: Test component code.
fr: Tester le code du composant.

source: Observation Identifier Text
fr: Texte d'identification de l'observation

source: Test component text.
fr: Texte de l'élément de test.

source: Observed At
fr: Observé à

source: When this specific observation segment was entered into the source system.
fr: Date à laquelle ce segment d'observation spécifique a été saisi dans le système source.

source: Updated At
fr: Mis à jour le

source: Value
fr: Le valeur

source: General Test
fr: Test général

source: Pathology Observation
fr: Observation de la pathologie

source: Pathology Observations
fr: Observations pathologiques

source: Value Units
fr: Valeur unités

source: Minimum Value Range
fr: Valeur minimale plage

source: Maximum Value Range
fr: Valeur maximale plage

source: Abnormal Flag
fr: Indicateur d'anomalie

source: Lab Observation
fr: Observation en laboratoire

source: Lab Observations
fr: Observations en laboratoire

source: Note Text
fr: Texte de la note

source: Note
fr: Remarque

source: Notes
fr: Remarques

source: The test type, for example pathlogy or regular lab.
fr: Le type de test, par exemple pathologie ou laboratoire ordinaire.

source: Sending facility
fr: Facilité d'envoi

source: Receiving facility
fr: Facilité de réception

source: Collected At
fr: Recueilli à

source: When the specimen was collected from the patient.
fr: Date à laquelle l'échantillon a été prélevé sur le patient.

source: Received At
fr: Reçu à

source: When the test result was entered into the source system.
fr: Date à laquelle le résultat du test a été saisi dans le système source.

source: Message Type
fr: Type de message

source: HL7 message type indicator.
fr: Indicateur de type de message HL7.

source: Message Event
fr: Événement de message

source: HL7 message trigger event indicator.
fr: Indicateur d'événement déclencheur de message HL7.

source: Test Group Code
fr: Code du groupe d'essai

source: Test Group Code Description
fr: Code du groupe d'essai Description

source: Legacy Document ID
fr: ID du document hérité

source: OpalDB.Document.DocumentSerNum, used for displaying pathology pdfs to patients.
fr: OpalDB.Document.DocumentSerNum, utilisé pour afficher les pdf de pathologie aux patients

source: Case Number
fr: Numéro de dossier

source: HL7 Filler Field 1 identifier
fr: Identifiant HL7 « Filler Entry 1 »

source: Reported At
fr: Rapporté à

source: General Tests
fr: Tests généraux
