Repository: opalmedapps/opal-admin
Catalog: opal/usage_statistics/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Usage Statistics
fr: Statistiques d'utilisation

source: Day
fr: Jour

source: Month
fr: Mois

source: Year
fr: Année

source: Grouped registration codes, caregivers, patients, device identifiers
fr: Regroupement des codes d'enregistrement, proches aidants, patients, identifiants d'appareils

source: Grouped patients received data
fr: Données reçues des patients groupés

source: Grouped patient/user app activity
fr: Activité de l'application des utilisateurs/patients groupés

source: Start Date
fr: Date de début

source: End Date
fr: Date de fin

source: Download CSV
fr: Télécharger CSV

source: Download XLSX
fr: Télécharger XLSX

source: Start date cannot be later than end date.
fr: La date de début ne peut pas être postérieure à la date de fin.

source: Group By
fr: Grouper par

source: Report Type
fr: Type de rapport

source: If date fields are not provided, all statistical data will be extracted.
fr: Si les champs de date ne sont pas fournis, toutes les données statistiques seront extraites.

source: User who triggered this action
fr: Utilisateur qui a déclenché cette action

source: Relationship between user and patient
fr: Relation entre l'utilisateur et le patient

source: Count Checkins
fr: Nombre d'enregistrements

source: Count Documents
fr: Nombre de documents

source: Count Educational Materials
fr: Nombre de matériel éducatif

source: Count Questionnaires
fr: Nombre de questionnaires

source: Count Labs
fr: Nombre de résultats de laboratoire

source: Action Date
fr: Date de l'action

source: User Patient Activity
fr: Activité de l'utilisateur et du patient

source: User Patient Activities
fr: Activités des patients utilisateurs

source: Last Login
fr: Dernière connexion

source: Count Logins
fr: Nombre de connexions

source: Count Feedbacks
fr: Nombre de rétroactions

source: Count Security Answer Updates
fr: Nombre de mises à jour des réponses de sécurité

source: Count Password Updates
fr: Nombre de mises à jour de mots de passe

source: Count Language Updates
fr: Nombre de mises à jour linguistiques

source: IOS Devices
fr: Appareils iOS

source: Android Devices
fr: Appareils Android

source: Browser Devices
fr: Appareils de navigateur

source: User App Activity
fr: Activité de l'application utilisateur

source: User App Activities
fr: Activités de l'application utilisateur

source: Next Appointment
fr: Prochain rendez-vous

source: Last Appointment Received
fr: Dernier rendez-vous reçu

source: Appointments Received
fr: Rendez-vous reçus

source: Last Document Received
fr: Dernier document reçu

source: Documents Received
fr: Documents reçus

source: Last Educational Material Received
fr: Dernier matériel éducatif reçu

source: Educational Materials Received
fr: Matériel éducatif reçu

source: Last Questionnaire Received
fr: Dernier questionnaire reçu

source: Questionnaires Received
fr: Questionnaires reçus

source: Last Lab Received
fr: Dernier résultat de laboratoire reçu

source: Labs Received
fr: Résultats de laboratoire reçu

source: Patient Data Received
fr: Données des patient reçues

source: Patient Data Received Records
fr: Dossiers de données des patients reçues

source: Export Data
fr: Exporter les données
