Repository: opalmedapps/opal-admin
Catalog: opal/users/locale/*/LC_MESSAGES/django.po
Languages: fr

source: The two password fields don't match.
fr: Les deux mots de passe ne correspondent pas.

source: User manager group not found.
fr: Groupe de gestionnaire d'utilisateurs introuvable.

source: User was added to the managers group successfully.
fr: L'utilisateur a été ajouté au groupe de gestionnaires avec succès.

source: User was removed from the managers group successfully.
fr: L'utilisateur a été supprimé du groupe de gestionnaires avec succès.

source: User was deactivated successfully.
fr: L'utilisateur a été désactivé avec succès.

source: User was reactivated successfully.
fr: L'utilisateur a été résactivé avec succès.

source: Users
fr: Utilisateurs

source: Clinical Staff
fr: Personnel médical

source: Caregiver
fr: Proche aidant

source: Language
fr: Langue

source: Phone Number
fr: Numéro de téléphone

source: Format: +<countryCode><phoneNumber> (for example +15141234567) with an optional extension "x123"
fr: Format: +<code du pays><numéro de téléphone> (par exemple +15141234567) avec une extension facultative "x123"

source: Clinical Staff Member
fr: Membre du personnel médical

source: Caregivers
fr: Proches aidants
