Repository: opalmedapps/opal-admin
Catalog: opal/patients/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Hospital Card (MRN)
fr: Numéro de dossier médical (NDM)

source: Medicare Card (RAMQ)
fr: Régie de l'assurance maladie du Québec (RAMQ)

source: New Opal User
fr: Nouvel utilisateur d'Opal

source: Existing Opal User
fr: Utilisateur Opal existant

source: Card Type
fr: Type de Carte

source: Hospital
fr: Nom de l'hôpital:

source: Choose...
fr: Choisir...

source: Identification Number
fr: Numéro d'identification

source: Search Specific Patient
fr: Rechercher l'accès des patients

source: Show Pending Requests
fr: Afficher les demandes en attente

source: Not required
fr: Non requis

source: No patient could be found.
fr: Aucun patient n'a pu être retrouvé.

source: Could not establish a connection to the hospital interface.
fr: Impossible d'établir une connexion à l'interface de l'hôpital.

source: Patient is not a test patient.
fr: Le patient n'est pas un patient test.

source: Patient Date of Birth is invalid.
fr: La date de naissance du patient n'est pas valide

source: Patient firstName is invalid.
fr: Le prénom du patient n'est pas valide.

source: Patient lastName is invalid.
fr: Le nom du patient n'est pas valide

source: Patient sex is invalid.
fr: Le sexe du patient n'est pas valide

source: Patient alias is invalid.
fr: L'alias du patient n'est pas valide

source: Patient ramq is invalid.
fr: Le ramq du patient n'est pas valide

source: Patient ramq expiration is invalid.
fr: L'expiration du ramq du patient n'est pas valide

source: Patient MRN is invalid.
fr: Le MRN du patient n'est pas valide

source: Unable to complete action with this patient. Please contact Medical Records.
fr: Impossible de compléter la requête pour ce patient. Veuillez contacter le département des archives médicales.

source: Patient has more than one active MRN at the same hospital, please contact Medical Records.
fr: Le patient a plus d'un MRN actif, veuillez consulter département des archives médicales.

source: Relationship to the patient
fr: Relation avec le patient

source: The requestor filled out the request form
fr: Le demandeur a rempli le formulaire de demande

source: Requestor ID checked
fr: Cartes d'identité du demandeur vérifiées

source: First Name
fr: Prénom

source: Last Name
fr: Nom de famille

source: Email Address
fr: Adresse courriel

source: Phone Number
fr: Numéro de téléphone

source: Find User
fr: Rechercher un utilisateur

source: No existing user could be found.
fr: Aucun utilisateur existant n'a pu être trouvé.

source: Age
fr: Âge

source: and older
fr: et plus

source: An active relationship with a caregiver with this name already exists.
fr: Une relation active avec le proche aidant portant ce nom déjà existe.

source: Please confirm access to patient data by entering your password.
fr: Veuillez confirmer l'accès aux données du patient en saisissant votre mot de passe.

source: The password you entered is incorrect. Please try again.
fr: Le mot de passe que vous avez entré est incorrect. Veuillez réessayer.

source: Language
fr: Langue

source: Send
fr: Envoyer

source: Your Opal registration code is: {code}. Please go to: {url}. Your code will expire in {period} hours.
fr: Votre code d'inscription Opal est: {code}. Veuillez vous rendre à: {url}. Votre code expirera dans {period} heures.

source: An error occurred while sending the SMS
fr: Une erreur s'est produite lors de l'envoi du SMS

source: Relationship
fr: Relation

source: Status
fr: Statut

source: Access Start
fr: Début d'accès

source: Access End
fr: Fin d'accès

source: Explanation for Change(s)
fr: Explication des changements

source: Save
fr: Enregistrer

source: The caregiver's name cannot currently be changed.
fr: Le nom du proche aidant ne peut actuellement pas être modifié.

source: Self
fr: Soi

source: Parent/Guardian
fr: Parent/Tuteur

source: Guardian-Caregiver
fr: Gardien-Proche aidant

source: Mandatary
fr: Mandataire

source: Caregiver
fr: Proche aidant

source: Name
fr: Nom

source: Start age
fr: Âge de début

source: Minimum age the relationship is allowed to start.
fr: L'âge auquel la relation peut commencer.

source: End age
fr: Âge de fin

source: Age at which the relationship ends automatically.
fr: L'âge auquel la relation se termine.

source: Form required
fr: Formulaire obligatoire

source: Whether the hospital form is required to be completed by the caregiver
fr: Si le formulaire hospitalier doit être rempli par le proche aidant

source: Can answer patient questionnaires
fr: Peut répondre aux questionnaires du patient

source: The caregiver can answer questionnaires on behalf of the patient.
fr: Le proche aidant peut répondre aux questionnaires au nom du patient.

source: Role Type
fr: Type de relation avec le proche aidant

source: Role types track the category of relationship between a caregiver and patient. A "Self" role type indicates a patient who owns the data that is being accessed.
fr: Les types de rôle permettent de suivre la catégorie de relation entre un proche aidant et un patient. Un rôle de type “Self” indique que le patient est le propriétaire des données demandées.

source: Can manage relationship types
fr: Types de relations avec le proche aidant

source: Relationship Type
fr: Type de relation avec le proche aidant

source: Relationship Types
fr: Types de relations avec le proche aidant

source: There already exists a relationship type with this role type
fr: Il existe déjà un type de relation avec ce type de rôle

source: The relationship type with this role type cannot be deleted
fr: Le type de relation avec ce type de rôle ne peut pas être supprimé

source: Female
fr: Féminin

source: Male
fr: Masculin

source: Other
fr: Autre

source: Unknown
fr: Inconnu

source: All
fr: Tout

source: Need To Know
fr: L'essentiel

source: Date of Birth
fr: Date de naissance

source: Date and Time of Death
fr: Date et heure du décès

source: Sex
fr: Sexe

source: RAMQ Number
fr: Numéro de RAMQ

source: Data Access Level
fr: Niveau d'accès aux données

source: Caregivers
fr: Proches aidants

source: Legacy ID
fr: Identifiant existant

source: Created At
fr: Créé à

source: Date of death cannot be earlier than date of birth.
fr: Date de décès ne peut pas précéder la date de naissance.

source: Pending
fr: En attendant

source: Confirmed
fr: Confirmé

source: Denied
fr: Refusé

source: Expired
fr: Expiré

source: Revoked
fr: Révoqué

source: Reason of Status Change
fr: Raison du changement de statut

source: Request Date
fr: Date de la demande

source: Start Date
fr: Date de Début

source: End Date
fr: Date de Fin

source: Can manage relationships
fr: Types de relations avec le proche aidant

source: Can perform registration
fr: Peut effectuer l'enregistrement

source: Relationships
fr: Relations

source: Start date cannot be earlier than patient's date of birth.
fr: La date de début d'accès ne peut pas précéder la date de naissance du patient.

source: Start date should be earlier than end date.
fr: La date de début doit précéder la date de fin.

source: End date for {relationship_type} relationship cannot be later than {end_date}.
fr: La date de fin de la relation {relationship_type} ne peut pas être postérieure au {end_date}.

source: End date should be later than start date.
fr: La date de fin doit être après la date de début.

source: The patient already has a self-relationship.
fr: Le patient a déjà une relation de type « soi ».

source: The caregiver already has a self-relationship.
fr: Le proche aidant a déjà une relation de type « soi ».

source: Reason is mandatory when status is denied or revoked.
fr: La raison est obligatoire lorsque le statut est refusé ou révoqué.

source: "Pending" status does not apply for the Self relationship.
fr: Le statut "En attente" ne s'applique pas à la relation de type « soi ».

source: There already exists an active relationship between the patient and caregiver.
fr: Il existe déjà une relation active entre le patient et le proche aidant.

source: Medical Record Number
fr: Numéro de dossier médical

source: Active
fr: Actif

source: Hospital Patient
fr: Patient de l'hôpital

source: Hospital Patients
fr: Patients de l'hôpital

source: No relationship types defined.
fr: Aucun type de relation défini.

source: %(number_of_days)d day
fr: %(number_of_days)d jour

source: No caregiver requests found.
fr: Aucun aidant n'a pu être retrouvé.

source: No caregiver could be found.
fr: Aucun aidant n'a pu être retrouvé.

source: Opal Registration
fr: Inscription à Opal

source: Patient Details
fr: Détails du patient

source: Requestor Details
fr: Détails du demandeur

source: Opal Registration: Confirmation
fr: Inscription à Opal : Confirmation

source: The following access request has been created for the following patient and caregiver:
fr: La demande d'accès suivante a été créée pour le patient et le proche aidant suivants :

source: Requestor:
fr: Demandeur :

source: Please inform the requestor that access to patient data is subject to approval by Medical Records and inform them about any steps required to be done as per hospital policy.
fr: Informez le demandeur que l'accès aux données du patient est soumis à l'approbation de Dossiers médicaux et informez-les de toutes les étapes à suivre conformément à politique de l'hôpital.

source: Opal Registration: Code
fr: Inscription à Opal : Code

source: A unique one-time Opal registration code has been created for the following patient:
fr: Un code d'enregistrement Opal à usage unique a été créé pour le patient suivant:

source: Registration Code
fr: Code d'inscription

source: QR Code
fr: Code QR

source: Send code via SMS
fr: Envoyer le code par SMS

source: SMS sent successfully
fr: SMS envoyé avec succès

source: Do not print this page!
fr: N'imprimez pas cette page !

source: Inform the requestor that the code is valid for
fr: Informez le demandeur que le code est valable pour

source: hours.
fr: heures.

source: Inform the requestor how to proceed if the code expired (as per hospital policy).
fr: Informez le demandeur de la marche à suivre si le code a expiré (selon l'hôpital politique).

source: Inform the requestor to create their Opal user account using the above code
fr: Informez le demandeur de créer son compte utilisateur Opal à l'aide du code ci-dessus

source: Offer to scan the QR code to open the registration website
fr: Proposez de scanner le code QR pour ouvrir le site d'inscription

source: Offer to receive the registration link via SMS
fr: Proposez de recevoir le lien d'inscription par SMS

source: Delete Relationship Type
fr: Supprimer le type de relation

source: Update
fr: Mettre à jour

source: Create
fr: Créer

source: New Relationship Type
fr: Nouveau type de relation

source: Edit Caregiver Access
fr: Générer une demande d'accès

source: Caregiver Details
fr: Proches aidants

source: This screen allows you to confirm, revoke or deny a caregiver's access to a patient's data.
fr: Cet écran vous permet de confirmer, révoquer ou refuser l'accès d'un proche aidant aux données d'un patient.

source: Changes to the data fields are validated against the caregiver type and patient's age.
fr: Les modifications apportées aux champs de données sont validées par rapport au type du proche aidant et à l'âge du patient.

source: Caregivers will only have access to the data of their patient once the relationship has been confirmed.
fr: Les proches aidants n'auront accès aux données de leur patient qu'une fois la relation confirmée.

source: Manage Caregiver Access
fr: Générer une demande d'accès

source: Specific Patient
fr: Patient de l'hôpital

source: Pending Requests
fr: En attendant

source: View Caregiver Access
fr: Afficher l'accès des proches aidants

source: This screen allows you to view an access that has expired.
fr: Cet écran vous permet de visualiser un accès expiré.

source: Caregiver accesses that have expired cannot be changed, they can only be viewed.
fr: Les accès de proches aidants expirés ne peuvent pas être modifiés, ils peuvent seulement être consultés.

source: No explanation provided
fr: Aucune explication fournie

source: Find Patient
fr: Trouver un patient

source: Confirm Patient Data
fr: Confirmer les données du patient

source: Continue
fr: Continuer

source: Generate Registration Code
fr: Générer le code du registration

source: Create Access Request
fr: Créer une demande d'accès
